{
  "links": [
    { "externalUrl": "https://uclab.fh-potsdam.de/refa-catalog/s/c/item/19901", "linkValue": "Dress in greek style" },
    { "externalUrlTwo": "https://uclab.fh-potsdam.de/refa-catalog/s/c/item/18742", "linkValue": "Spencer Jacket" }
  ],
  "sections": [
    {
      "title": "A dress in 'greek style'",
      "description": ""
    },
    {
      "title": "French Revolution, Directory and Empire (1795-1815/20)",
      "description": "The French Revolution was an anchor point not only for political change, but also for social and cultural change. The following epochs, the Directoire and Empire, also lent their names to a new style of dress. The First Republic in France (fr. le Directoire) was a governing five-member committee, which lasted from 26 October 1795 until November 1799. It was overthrown by Napoleon Bonaparte in 1799 and replaced by a new form of government, the French consulate, with Napoleon as a first Consul, establishing an autocratic and centralized republican government. "
    },
    {
      "title": "Voluminous and restricting wardrobe",
      "description": "In the 18th century, the so-called late Baroque or Rococo period, courtly women's fashion was still extremely constrictive. The upper body was constrained by a corset and a huge hoop skirt making movements a challenge. But with the Enlightenment, the bourgeoisie began to reject the ‘unnatural’ ideals of courtly ceremonial fashion. The new French Republic took a turn from opulent garments to more classical styles. Restrictions of women through the cut and volume of a dress were overcome; the new fashion line was closer to the body line."
    },
    {
      "title": "Antithesis",
      "description": "The artist Daniel Chodowiecki displayed the antithesis of natural and affected or artificial behaviour in his work. Published 1779 in the Göttinger Taschenkalender by Georg Christoph Lichtenberg, Chodowiecki depicts the antithesis of the artificial courtier, his affected behaviour versus the enlightened citizen in his natural behaviour.</br>Footnote or image pop up: <a href='https://www.staatsgalerie.de/de/sammlung-digital/afectation-natuerliche-und-affektierte-handlungen-des-lebens-folge-ii2' target='_blank'>Link</a>"
    },
    {
      "title": "Mode à la Grecque",
      "description": "Women's fashion in the Directoire and early Empire (1795-ca. 1810) was inspired by antique styles and was also known as Mode à la Grecque. The ‘natural’ dress of the Ancient Greeks was mainly handed down in sculptures, believed to have been white or uncolored. While the crinoline and the laced bust were conspicuous signs of superfluous vanity and fashion that constricted the female body, the ‘renewed Greek woman’, in contrast, would wear light and flowing fabrics draped to the body."
    },
    {
      "title": "",
      "description": "The dress that would gain particular prominence in the 1780s and the following decade was the white muslin chemise, or chemise à la reine. A chemise, also known as an empire dress, is a shirt-like dress with a straight, full-length cut made of thin, almost transparent fabric. The chemise was fashionable throughout Europe during the Directoire and Empire. It underwent a variety of changes; the high waist, also known as the empire waist, remained constant. Fashion news' was disseminated through fashion journals such as the Journal des Luxus und der Moden, which in its 1788 issue already reported on fashion à la Grecque. The chemise was worn by many women across the socio-economic spectrum."
    },
    {
      "title": "",
      "description": "The loose-fitting chemise was put on over the head and did not require a pannier. Excess fabric would be gathered at the neckline and at the shoulder seams, while a wide and contrasting sash around the waist would gather the fabric there and accentuate the waistline."
    },
    {
      "title": "Texture and material",
      "description": "Muslin was a favorite choice for this dress, but crêpe, silk gauze, and linen were also used. This salmon-colored dress made from high-quality silk taffeta has been preserved in the Germanic National Museum. It has almost no ornamentation. It was tailored to fit its wearer precisely and played flatteringly around her body shape."
    },
    {
      "title": "",
      "description": "The bust and sleeves are the only parts that fit snugly, while the rest of the fabric can fall freely.</br></br>Its train emphasises that this is a festive gown. A decorative element at the back, a row of silk-covered wooden buttons, has no function but to emphasize the flowing silhouette of the dress."
    },
    {
      "title": "A Spencer Jacket",
      "description": "A Chemise might have been worn with an open overdress. Around 15 years later, when chemise dresses were still fashionable a snug fitting jacket, such as the “Spenzer in the old German style”, also preserved at Germanischen Nationalmuseum, would be worn on top."
    },
    {
      "title": "Decorative dress elements & Accessories",
      "description": "In the Directoire and Empire accessories in women's fashion were sparse but complemented the simple look with accentuating elements. The neckline and décolleté were often framed with frills or lace ruffs or a fichu would be worn round the shoulders and crossing in front over the chest. It was sometimes then tied round the waist in the back. (e.g. a Fichu à la Colorette or a Manteau-Fichu as seen on Pl. 4, Fig 1 and 2 in the German fashion journal Journal des Luxus und der Moden in February 1788 (<a href='http://digital.ub.uni-duesseldorf.de/ihd/periodical/pageview/1910401' target='_blank'>Link</a>)."
    },
    {
      "title": "",
      "description": "The sleeves could be decorated with frilly drawstrings for a festive touch. The chemise was loose-fitting, with the excess fabric gathered at the neckline and shoulder seams and controlled at the waist by a wide sash, usually of a contrasting color. Additional elements could include colored ribbons, a fan, or decorative items attached to the belt, such as so called berlocken. In winter a pouf, a fur palatine or cashmere shawls and long scarves could be added."
    },
    {
      "title": "",
      "description": "The headdresses, worn on top of a towering wig, would sometimes consist of bonnets or hats with colored bows and ribbons or turban-like headdresses with towering feathers. (see Pl. 31 <a href='http://digital.ub.uni-duesseldorf.de/ihd/periodical/zoom/1910839 target='_blank'>Link</a> in Journal des Luxus und der Moden, Oktober 1788)[^Accessoires: More contemporary dress elements: <a href='https://objektkatalog.gnm.de/recherche?search_api_fulltext=T+4002-4070&search_api_fulltext_1=' target='_blank'>Link</a>]"
    }
  ]
}
